//参考:https://zh.wikipedia.org/wiki/Template:%E4%B8%8A%E6%B5%B7%E5%9C%B0%E9%93%81%E6%A0%87%E5%BF%97%E8%89%B2
export default {
    '上海': {
        '1号线': '#E4002B',
        '2号线': '#97D700',
        '3号线': '#FFD100',
        '4号线': '#5F259F',
        '5号线': '#AC4FC6',
        '6号线': '#D71671',
        '7号线': '#FF6900',
        '8号线': '#009EDB',
        '9号线': '#71C5E8',
        '10号线': '#C1A7E2',
        '11号线': '#76232F',
        '12号线': '#007B5F',
        '13号线': '#EF95CF',
        '14号线': '#827A04',
        '15号线': '#BBA786',
        '16号线': '#2CD5C4',
        '17号线': '#B67770',
        '18号线': '#D6A461',
    }
}